[
    {
        "id": 1,
        "restaurantImage": "dining_commons",
        "restaurantName": "Tercero Dining Commons",
        "category": "DC",
        "openHours": "9am - 8pm",
        "pickupLocation": "Second Floor",
        "location": "237 Tercero Hall Cir, Davis, CA 95616",
        "expectPickupTime": "10 to 15 min",
        "description": "Tercero Dining Commons is a uniquely renovated space with views of south campus. Featuring eight culinary platforms, diners at Tercero have plenty of options to satisfy any craving. Pacific Fusions serves up fresh, made-to-order entrees on it's signature Mongolian Wok, while Go Live prepares a wide array of seasonal pastas and entrees. Need to appease that sweet tooth? Plaza Sweets has you covered with cookies, cakes, and pastries."
    },
    {
        "id": 2,
        "restaurantImage": "dining_commons",
        "restaurantName": "Segundo Dining Commons",
        "category": "DC",
        "openHours": "9am - 8pm",
        "pickupLocation": "First Floor",
        "location": "663 Sprocket Bikeway, Davis, CA 95616",
        "expectPickupTime": "10 to 15 min",
        "description": "Segundo Dining Room is one of the most fascinating dining venues to reach a university campus. The dining room serves approximately 2,200 meals a day in a facility that looks more like a casual food court at a large mall featuring unique platforms that cater to customers preferred tastes. A brick oven featuring fresh pizza in Saucy to vegetarian delights and all-time favorite sandwiches and salads at the Bistro give students a variety of culinary options for any desire. It's like having eight restaurants under one roof!"
        
    },
    {
        "id": 3,
        "restaurantImage": "dining_commons",
        "restaurantName": "Cuarto Dining Commons",
        "category": "DC",
        "openHours": "9am - 8pm",
        "pickupLocation": "First Floor",
        "location": "550 Oxford Cir, Davis, CA 95616",
        "expectPickupTime": "10 to 15 min",
        "description": "Welcome to UC Davis' spotlight dining facility showcasing sustainable food solutions."
    },
    {
        "id": 4,
        "restaurantImage": "latitude",
        "restaurantName": "Latitude",
        "category": "Restaurants",
        "openHours": "11am - 8pm",
        "pickupLocation": "First Floor",
        "location": "175 Bioletti Way, Davis, CA 95616",
        "expectPickupTime": "15 to 20 min",
        "description": "Latitude restaurant celebrates the diversity of the UC Davis community by featuring an exquisite menu of international dishes scratch-made from fresh, locally-sourced ingredients. Menus change daily. Aggie Cash Plans are welcome—and encouraged!—along with credit cards and cash; pay at the door and come enjoy as much as you care to eat."
    }
    
    
]
 
 
 
